[
    {
        "que":"What are the minimum requirements for apping?",
        "ans":"1)You require around 1-2 internships or 3 good recommendations.2)You are required to give GRE and or TOEFL3)Be focussed to a limited number of fields.4)Decent CPI is required. More than 8 is nice and above 9 makes sure that you get a great app."
    },
    {
        "que":"What should you do if you are first year?",
        "ans":"You should concentrate on your coursework and introspect about your career goals."
    },
    {
        "que":"What should be my strategy if i am a second year student?",
        "ans":"Do an internship or a research project under URA( undergraduate research award) Internship either in IIT or abroad is good to get recos."
    },
    {
        "que":"I am a third year student, what should i do to get good apps?",
        "ans":"You should be ready to take the decision of apping or not. It is high time you give GRE/TOEFL. Do a research internship at the end of third year."
    },
    {
        "que":"What is the most important thing to do in 4th year for apping?",
        "ans":"You should seroiusly work on BTP and the apply for it."
    },
    {
        "que":"Ideally how many fields of interest should i concentrate on for securing a good app?",
        "ans":"You need upto 2 fields of interest to app. More the better but too much is also not good."
    },
    {
        "que":"How important are recommendation letters?",
        "ans":"You need to have atleast 3 recommendation letters, and if you have more it pays. There are various sources to get them like second year intern, third year intern, URA guide, BTP guide, Winter Internships, Seminar guide(if it applies to your department)."
    },
    {
        "que":"What are the various components contributing towards getting an app?",
        "ans":" 1)CPI/Department Rank matters appreciably but it can be compensated with some good research .2)Recommendation Letters are really important stuff and one from a well known professor almost always gets you a good app 3)Papers/Publications also weigh heavily on your application 4)Internships play considerable role in deciding which app you get. Professor with whom your work is more important than the place you work in. 5)Statement of Purpose(SOP) is not too important but a bad SOP can rreally hamper your chances. Make sure you consult seniors and write good English. 6)GRE/TOEFL are also not that important for good universities but still aim to do good in these."
    },
    {
        "que":"What exactly is the process of apping?",
        "ans":"Number of univs to app to varies with your profile.App to enough places, but not too many as it Costs money, and can cause disadvantage to others A person with similar profile and higher CPI would invariably be chosen over you, unless they are picking many people Good univs don’t take too many people Try to have a different profile from others apping to the same place App to a few places where you think you wont get, just for fun but also app to a few places where you are sure you will get 10 should be an upper bound for CPI> 8.5, and 8-9 should be an upper bound for CPI > 9. "
    },
    {
        "que":"Some myths related to Apping?",
        "ans":"1) Extra curriculars matter. 2) You need a +9 cpi to get into a top-6 place 3) I can loaf off in my fourth year and still expect to get a good app.4) One must aim to publish at any cost. 5) If I choose a field now, I have to do a PhD in it. 6) Undergraduate time is for exploring out as many fields as possible."
    },
    {
        "que":"How should i decide whether to go to for higher studies or not?",
        "ans":"If you enjoy research, have deep interest in a particular field and want a career with more autonomy, confidently go for an app. But if you aim to make more money or want the prestige of another degree or are under family/friends pressure to app,better reconsider your decision."
    },
    {
        "que":"What is the differeence between M.S and Ph.D?",
        "ans":"M.S. is primarily a professional degree Master’s degree is an asset and a requirement for many industry jobs Teaching positions at community college level may also require an M.S.Ph.D. is a research degree Research and teaching positions in academia, industry and national labs."
    },
    {
        "que":"What are the various funding options available for higher studies?",
        "ans":"Ph.D. students are generally supported financially. M.S. students may or may not be supported (varies by program) Types of Funding:  1)Teaching Assistantships 2)Research Assistantships 3)Fellowships (usually for Ph.D.) 4)Employer sponsorship (usually for M.S.)"
    },
    {
        "que":"General fundaes for apping...",
        "ans":" It is important to first decide whether you want to app or not. It is not necessary that a high CPI is both a necessary and sufficient condition to app. Use this app site to gain basic background knowledge; after that, decide the field in which you would like to app and speak to two or three seniors in that field who will guide you through the entire process. Best of luck!"
    }
]