[
    {
        "que": "How did you make the decision to start a company and what support did you need?", 
        "ans": "I was looking for another challenge in my career and the ability to focus singularly on a problem with huge societal impact. The startup offered the ability to put all of my efforts into one project and also gave me a level of responsibility and control over its direction that I wasn’t able to have previously as a staff scientist, where I was writing proposals and splitting my time across 3 to 4 projects at a time.The best support I received came from talking to former colleagues who followed a similar path. Having these conversations with other entrepreneurs helps you avoid making the mistakes that a first time entrepreneur common makes. If one has to make them, it’s always better for them to be “original mistakes."
    },
    {
        "que":"So what are those mistakes that first time entrepreneurs make?",
        "ans":"This is by no means comprehensive, but it probably captures some of the common mistakes:-Not hiring early enough: I think there is a tendency towards frugality by first time entrepreneurs. This may be the first time they have managed this large a sum of money and there is probably a reluctance to hire, particularly as staffing is one of the major expenses a startup faces. However, given the number of other responsibilities founders face besides getting the technology to work, having as large a technical team as the budget allows, as early as possible, is important.- Not asking for enough (technical) help from outside: For good reason, entrepreneurs are paranoid and protective of their technology secrets. However, they can err on the side of being too insular and not asking for enough help from outside consultants or advisors. Most startups don’t have all of the technical expertise they need inside their doors and can benefit from conversations with others in industry or academia. Because these trusted relationships can take a long time to cultivate, it is better to start the process of identifying and reaching out to these people earlier rather than later.-Not bringing a “business person” on board: Technologists frequently underestimate the value of “business people” in their fledgling venture. While a new startup may be 2 to 3 years removed from an actual product, there are plenty of important business decisions and functions to be carried out that are often best left in the hands of someone who has done it before. These include managing relationships with investors and talking to future customers, among other things."
    },
    {
        "que":"How do you turn a research idea into a business plan?",
        "ans":"Entering a business plan competition is probably one of the best ways to go.Most business schools have entrepreneurship programs and sponsor such competitions that help pair up technologists and MBA students. This process helps you think about your technology in the broader context of the market and understand whether what you are proposing to commercialize is a niche technology or is truly disruptive. By going through this process, you will start to think about key issues such as how much capital will be needed to take your technology from the bench scale to high volume manufacturing."
    },
    {
        "que":"What characterizes a successful business plan?",
        "ans":"What I’ve been told repeatedly though feedback from potential investors is that first and foremost, your value proposition has to be absolutely clear from the very beginning, i.e. the answer to the question, “Why do I want to buy what you’re proposing to make?” Ideally this is conveyed in the first or second slide of the deck or in the first 30 seconds of the pitch. Investors can be a relatively impatient group of people.Venture capitalists in particular see 100 or more business plans cross their desks before they decide on an investment. Unless your potential investor is already in love with your idea or your team to begin with, you really need to hit them up front with the answer to “why do I care?” As opposed to the motivation/introduction fluff slides we often use for technical presentations, this slide needs to convey in simple terms why your idea is better, cheaper, faster and how that translates into a profitable business that will give the investors the return on investment they want and hopefully make you successful as well."
    },
    {
        "que":"What is a VC or an angel? What is the process of attracting VC or angel funding?",
        "ans":"A venture capitalist is someone who invests their firm’s money, which comes from limited partners (institutional investors like university endowments, pension plans, etc…), in startup companies that can yield them (and the limited partners) a significant return on their investment. These firms vary in size from seed-stage investment firms (managing $10s million in capital, with several $100,000 to million dollar investments) to much larger films (managing well over $1B in capital, with investments typically no smaller than $1M and as high as $10s M). Angels, on the other hand, are typically wealthy individuals who also invest in startups but frequently at much earlier stages than most VC firms.To attract either type of investor, cold-calling is not terribly effective (speaking from experience here). Cold-calling may get you a few meetings, but a far better approach is to receive an introduction and have a draft business plan to present, or at the very least, a well-crafted 60 minute elevator pitch. Of course, the next question is “how do I build a network to the investment community?” VCs pride themselves on having an extensive network of connections throughout industry, academia, and the national labs. As such, the technology transfer office of a university or national lab would be one good place to start. Social media is also an increasingly good place to turn, with sites like LinkedIn that allow you to get introductions to people outside your immediate network. Scientific conferences are also frequently adding symposia dealing with technology investment, intellectual property, and the like, and investors often present on such panels. You basically want to put yourself in places where you’re likely to find them."
    },
    {
        "que":"When is the right time in my career to start a company?",
        "ans":"I’ve heard of people taking the plunge at various stages throughout their career, some while still a grad student (and not finishing grad school) and others who have been senior scientists for 20 years who decide they’re looking for something new. Knowing when it’s the right time is really a question of risk tolerance – considering issues like your family and financial circumstances. Like the investors who fund you, you are taking a large risk, but there is a potentially large reward attached to that. This reward could be financial or could simply be the satisfaction that comes from taking the kernel of an idea and building a successful company out of that."
    }
]