[
    {
        "que": "Why Career Cell ? Isnt PT Cell/Placement Cell enough ?", 
        "ans": "Career Cell aims to be IIT-B’s platform to provide our students with every bit of critical information about the plethora of career options , the myriad choices ahead of us and help us make a wise and informed career decision. We are NOT here to help you get a job but rather help you decide which one you wanna take up."
    },
    {
        "que": "Will Core pay me as much as these Corporate sector? even core is corporate sector firms ? Replace Corporate sector by Non-engineering/science careers ", 
        "ans": "Yes. There are many opportunities in which you are equivalently compensated. For further information on specific departments or job profiles go through the information on our website."
    },
    {
        "que": "Is professional growth the same in engineering core jobs as well as corporate sector jobs? ", 
        "ans": "The growth is definitely there depending upon the individual’s potential and interest in both the fields but the rate of growth may not be the same."
    },
    {
        "que": "How important are interns for getting a placement ?", 
        "ans": "Interns are highly weighed when you sit for placements. But then the trend is quite generic and may not apply to all job profiles. For more insight into this you may go through the various job profile and company requirements provided on the website."
    },
    {
        "que": "What advice do you give for ‘App’ing junta ?", 
        "ans": "Check out : http://gymkhana.iitb.ac.in/~academics/appsite/index.htm Here you will hopefully find all about apping! "
    },
    {
        "que": "What combination of recommendations are preferable?", 
        "ans": "The most important thing is that your recommender should know you to some extent personally and have a fair idea about what work you did under him. Don't just go for reputed profs who don't know you that well. Also the opinions about you from these recommenders should be coherent. If possible try to have at least one from a professor of different field. We don’t have an idea how much value a recommendation from a project guide in company internship has; however it shouldn't matter much if you did an awesome job with the task/project assigned to you. "
    },
    {
        "que": "What are the funding options available? (add the written information in the faq already present)", 
        "ans": "Scholarships (fellowships) are difficult to get and they are mostly for the residents of the country (of that university). A general notion is that chances of funding are more if you are applying for a PhD. However that sometimes does not hold for some departments and/or some universities. You'll also have to look into how the industry is performing in your area. For example, UT Austin hasn't got any funding in X department. I haven't named the department because funding shouldn't be your primary concern. People are able to grab some grants or some sort of funding by the end of the first year. However, you shouldn't rely on this fact. It may get quite difficult sometimes. "
    }
  
]